read_verilog -sv -formal -overwrite {workspace}/FFT/fft_256.v
design -reset-vlog; proc;
write_json {workspace}/netlist/fft_64.json